/* NSMenuItem : <title:About Cyberduck> (oid:117) */
"About Cyberduck" = "Info su Cyberduck";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Indietro";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Preferiti";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Porta tutto in primo piano";

/* NSMenuItem : <title:Check for Update...> (oid:189) */
"Check for Update..." = "Controlla Aggiornamenti...";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Chiudi Finestra";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Copia";

/* NSMenuItem : <title:Copy URL> (oid:257) */
"Copy URL" = "Copia URL";

/* NSMenuItem : <title:Customize Toolbar...> (oid:119) */
"Customize Toolbar..." = "Personalizza Barra Strumenti...";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Taglia";

/* NSMenu : <title:Cyberduck> (oid:120) */
"Cyberduck" = "Cyberduck";

/* NSMenuItem : <title:Cyberduck FAQ> (oid:199) */
"Cyberduck FAQ" = "Cyberduck FAQ";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Elimina";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Elimina Preferito";

/* NSMenuItem : <title:Disconnect> (oid:295) */
"Disconnect" = "Scollega";

/* NSMenuItem : <title:Donate...> (oid:88) */
"Donate..." = "Donazioni...";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Download";

/* NSMenuItem : <title:Download As...> (oid:244) */
"Download As..." = "Download col Nome...";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Modifica";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Modifica Preferito";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Cartella Superiore";

/* NSMenuItem : <title:Encoding> (oid:276) */
"Encoding" = "Codifica";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "Archivio";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Vai";

/* NSMenuItem : <title:Go to Folder> (oid:215) */
"Go to Folder" = "Vai alla Cartella";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Aiuto";

/* NSMenuItem : <title:Hide Cyberduck> (oid:101) */
"Hide Cyberduck" = "Nascondi Cyberduck";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Nascondi Altre";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Nascondi Barra Strumenti";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Info";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "All'interno";

/* NSMenuItem : <title:License> (oid:171) */
"License" = "Licenza";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "MainMenu";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Menu";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Contrai";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Aggiungi ai Preferiti";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Nuova Finestra";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Nuovo Download";

/* NSMenuItem : <title:New File...> (oid:267) */
"New File..." = "Nuovo File...";

/* NSMenuItem : <title:New Folder...> (oid:191) */
"New Folder..." = "Nuova Cartella...";

/* NSMenuItem : <title:Open Connection...> (oid:125) */
"Open Connection..." = "Nuova Connessione...";

/* NSMenuItem : <title:Open in Editor> (oid:241) */
"Open in Editor" = "Apri nell'Editor";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Incolla";

/* NSMenuItem : <title:Preferences...> (oid:102) */
"Preferences..." = "Preferenze...";

/* NSMenuItem : <title:Quit Cyberduck> (oid:92) */
"Quit Cyberduck" = "Esci da Cyberduck";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Aggiorna";

/* NSMenuItem : <title:Rendezvous> (oid:288) */
"Rendezvous" = "Rendezvous";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Seleziona Tutto";

/* NSMenuItem : <title:Send Feedback> (oid:181) */
"Send Feedback" = "Invia Commenti";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Servizi";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Mostra Tutte";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Mostra files che iniziano con '.'";

/* NSMenuItem : <title:Show Transfer Queue> (oid:235) */
"Show Transfer Queue" = "Mostra Pannello Coda";

/* NSMenuItem : <title:Synchronize...> (oid:265) */
"Synchronize..." = "Sincronizza...";

/* NSMenuItem : <title:Toggle Bookmark Drawer> (oid:185) */
"Toggle Bookmark Drawer" = "Mostra o Nascondi Pannello Preferiti";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:129) */
"Toggle Log Drawer" = "Mostra o Nascondi Pannello Resoconto";

/* NSMenuItem : <title:Upload...> (oid:291) */
"Upload..." = "Upload...";

/* NSMenu : <title:View> (oid:118) */
"View" = "Vista";

/* NSMenuItem : <title:Website> (oid:173) */
"Website" = "Sito Web";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Finestra";

